Repository: Veselchak-U/boost_grade_start
Catalog: lib/app/l10n/arb/app_*.arb
Languages: ru

# appTitle
source: BoostGrade start
ru: BoostGrade старт

# appInit
source: Initialization ...
ru: Инициализация ...

# navigatorErrorNoRoute
source: No route defined for '{routeName}'
ru: Маршрут не определен для '{routeName}'

# homeScreenTitle
source: Flutter Demo Home Page
ru: Flutter-демо домашняя страница

# homeScreenLabel
source: You have pushed the button this many times:
ru: Вы нажимали на кнопку столько раз:

# fabColorTooltip
source: Change color theme
ru: Изменить цветовую тему

# fabLanguageTooltip
source: Change language
ru: Сменить язык

# fabIncrementTooltip
source: Increment
ru: Увеличить

# fabDecrementTooltip
source: Decrement
ru: Уменьшить

# mainScreenTitle
source: Main
ru: Главная

# squaresScreenTitle
source: 4 squares
ru: 4 квадрата

# colorListScreenTitle
source: Color list
ru: Цветной список

# codelabScreenTitle
source: Codelab content
ru: Контент кодлаба

# favouritesPageTitle
source: Favourites
ru: Избранное
